Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/oainnus.html.tmx
Source language: nob
Languages: sma

source: Oainnus er et nordsamisk ord og betyr synlig. Herfra kan du se store deler av Snubba.
sma: Noerhtesaemien baakoe oainnus lea seamma goh våajnoes, jïh daebpede maahtah stoerre bielieh Snubbeste vuejnedh.

source: Tuftene her viser restene etter husgamme og fjøsgamme.
sma: Maahta vuejnedh derhviegåetie jïh fievsiegåetie daesnie tjåådtjeme.

source: Den vestligste av disse er husgammen.
sma: Jillemes dejstie lea derhviegåetie gusnie årroejin.

source: Det var trolig Nils Henrik Andersen (1807-1848) fra Gullstein og hans hustru Berit Henriksdatter Pingi (1805-1854) som bosatte seg her.
sma: Seapan Nils Henrik Andersen (1807-1848) Gullsteineste jïh gåmmebe Berti Henriksdatter Pingi mah diekie orrijin.

source: Nils og Berits barn
sma: Nils jïh Beriten maanah

source: Nils og Berit får seks barn, men bare John Mikal Nilsen (1847-1914) vokste opp.
sma: Nils jïh Berit govhte maanah åadtjoeh, men ajve John Mikal Nilsen (1847-1914) byjjeni.

source: John Mikal var bare sju år da mora døde.
sma: John Mikal lij ajve tjïjhtjen jaepien båeries gosse tjidtjebe sealadi.

source: Han flyttet da trolig til Planterhaugen, hvor han hadde to onkler.
sma: Dellie seapan Planterhaugenen gåajkoe juhti gusnie göökte jyönh utni.

source: John Mikal giftet seg først med Sigrid Birgitte Henriksdatter (1854-1879) og flyttet til Sandemark.
sma: Johan Mikal voestegh Sigrid Birgitte Henrikdatterinie (1854-1879) pruvri jïh Sandemarkese juhti.

source: Senere ble han gift med Karen Anna Johnsdatter (1857).
sma: Mænngan pruvri Karen Anna Johnsdatterinie (1857).

source: Paret flyttet til Blåfjellet, og ble de første oppsitterne der.
sma: Paarretjeguaktah Blåfjellet gåajkoe juhtin jïh doh voestes årrojh desnie sjïdtin.

source: På begynnelsen av 1900-tallet flyttet familien videre til Vassbakk i Sandemark.
sma: 1900-låhkoen aalkoelisnie fuelhkie Vassbakkese juhti Sandemarkesne. Dïmperdimmieskuvle Oainnusne

source: På Oainnus hadde Henrik Henriksen (1832-1902) og hans sønn Olaus Henriksen (1868-1956) en tømrerskole.
sma: Oainnusne Henrik Henriksen (1832-1902) jïh baernebe Olaus Henriksen (1868-1956) dïmperdimmieskuvlem utnin.

source: De lærte sine elever alt fra tømmersaging, tillaging av stokkene, til bygging av tømmerbygninger.
sma: Dah sijjen learohkh gaajhkem lïerin goh dïmperem sååkesjidh, dïmperestoehkide eebnestidh jïh gåetieh dïmperdidh.

source: Virksomheten var så omfattende at all furuskog i Snubba ble hugget ned og brukt til trematerialer.
sma: Dej gïehtelimmie lij dan stoerre guktie gaajhkh bietsieh Snubbesne njeevhresovvin jïh åtnasovvin bigkemeïebnine.
